Repository: Igortorrente/Nextcloud-roundcube
Catalog: roundcube/l10n/*/roundcube.po
Languages: pt_br

source: Not submitted for us.
pt_br: Não enviado para nós.

source: Default RC installation path can't be an empty string.
pt_br: Caminho padrão do RC, não pode ser vazio.

source: Default path must be a url relative to this server.
pt_br: O caminho padrão deve ser um url relativo a esse servidor.

source: A domain is not valid.
pt_br: Um dos domínios não é valido.

source: A path is not valid.
pt_br: Um os caminhos não é válido.

source: Paths must be urls relative to this server.
pt_br: Os caminhos devem ser urls relativos ao servidor.

source: Unpaired domains and paths.
pt_br: El número de dominios y rutas no es parejo.

source: Some inputs are not valid.
pt_br: Algumas entradas são inválidas.

source: Application settings successfully stored.
pt_br: Configuração do aplicativo foi salva com sucesso.

source: There are login errors, please relogin to Nextcloud
pt_br: Há erros de login, por favor saia e faça o login novamente no nextcloud

source: Username '%s' is not a valid email address, neither the user email.
pt_br: O usuário '%s' não é um endereço de email válido, e nem é email de usuário.

source: Default RC installation path
pt_br: Caminho padrão da instalação do RC

source: Default path relative to Nextcloud server (%s).
pt_br: Caminho padrão relativo ao servidor Nextcloud(%s).

source: Per email domain RC installations
pt_br: Caminho RC por domínio de email

source: Enter your users' email domains and their corresponding paths if you have different RoundCube installations. For example: 'domain1.com':'roundcube1/', 'domain2.com':'roundcube2/'. Path relative to Nextcloud server.
pt_br: Entre com os domínios dos emails de seus usuários e os correspondentes caminhos se você tem diferentes instalações do RoundCube. Por exemplo: 'domain1.com':'roundcube1/', 'domain2.com':'roundcube2/'. Caminhos relativos ao servidor Nextcloud.

source: Remove
pt_br: Remover

source: Add
pt_br: Adicionar

source: Advanced settings
pt_br: Configurações avançadas

source: Show RoundCube top information bar (shows logout button).
pt_br: Mostrar barra de informacão do RoundCube acima (Mostra botão de logout).

source: Disable when debugging with self-signed certificates.
pt_br: Desabilitar para depurar com certificados auto-assinados.

source: Enable SSL verification.
pt_br: Habilitar verificação SSL.

source: Save
pt_br: Salvar

source: Saving...
pt_br: Salvando ...
